BH
<button id="en">Englishify?
</button>
<div id="k">
מוֹדֶה אֲנִי לְפָנֶיךָ מֶלֶךְ חַי וְקַיָם
שֶהֶחֶזַרְתָּ בִּי נִשְמָתִי בְּחֶמְלָה
רַבָּה אֱמוּנָתֶךָ

בָּרוּךְ אַתָּה ה אֱלוֹקֵנוּ מֶלֶךְ הָעוֹלָם
אֲשֶר קִדּשָנוּ בְּמִצְוֹתָיו וְצִוָּנוּ
עַל נְטִילַת יָדָיִם

בָּרוּךְ אַתָּה ה אֱלוקֵנוּ מֶלֶךְ הָעוֹלָם
אֲשֶר יָצַר אֶת הָאָדָם בְּחָכְמָה
וּבָרָא בוֹ נְקָבִים נְקָבִים
חֲלוּלִים חֲלוּלִים
גָלוּי וְיָדוּע לִפנֵי כִסֵה כְבוּדֶךָ
שֶאִם יִסָּתֵם אֶחָד מֵהֶם
אוֹ אִם יִפָּתֵחַ אֶחָד מֵהֶם 
אִי אֶפשַר לְהִתקַיֵם אֲפִילוּ שָעָה אֶחָת
בָּרוּךְ אַתָּה ה רוֹפֵא כָל בָּשָׂר וּמַפְלִיא לַעֲשוֹת

אֱלֹקַי נְשָמָה שֶנָתַתָּ בִּי טְהוֹרָה הִיא
אַתָּה בְרָאתָהּ אַתָּה יְצַרְתָּהּ אַתָּה נְפַחְתָּה בִּי
וְאַתָּה מְשַמְּרָה בּקִרְבִּי
וְאַתָּה עָתִיד לִטְּלָהּ מִמֶנִּי וּלְהַחֲזִירָה בִּי לֶעָתִיד לָבֹא
כָּל זְמַן שֶהַנְּשָמָה בְּקִרְבּי
מוֹדֶה אַנִי לְפָנֶיךָ ה אלוקי ואלוקי
אֲבוֹתַי
רִבּוֹן כָּל הַמַּעֲשִׂים
אֲדוֹן כּל הַנְשָמוֹת
בּרוּךְ אַתָּה ה הַמַּחֲזִיר נְּשָמוֹת לִפְגָרִים מֵתִים



בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
הַנוֹתֵן לַשֶׂכְוִי בִינָה
לְהַבְחִין בֵּין יוֹם וּבֵין לָיְלָה

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
פּוֹקֵח עִוְרִים

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
מַתִּיר אַסוּרִים

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
זוֹקֵף כְּפוּפִים

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
מַלְבִּיש עֲרֻמִּים

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
הַנּוֹתֵן לַיָעֵף כֹּח

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
הַמֵּכִין מְצְעֲדֵי גָבֶר

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
שֶעָשָׂה לִי כָּל צָרְכִּי

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
אוֹזֵר יְשְׂרָאֵל בִּגְבוּרָה

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
עוֹטֵר יְשְׂרָאֵל בְּתִפְאָרָה

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
שֶלֹּא עָשַׂנִי גּוֹי

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
שֶלֹּא עָשַׂנִי עָבֶד

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
שֶלֹּא עָשַׂנִי אִשָּה

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
הֲמַּעֲבִיר שֵנָה מֵעֵינָי ותְנוּמָה מֵעַפְעַפָּי
וִיהִי רָצוֹן מִלְּפָנֶיךָ ה אלוקנו
ואלוקי אֲבוֹתֵינוּ
שֶתַּרְגִילֵנּ בְּתוֹרָתֶךָ
וְתַדְבִּיקֵנוּ בּמִצְוֹתֶיךָ
וְאַל תְּבִיאֵנוּ לֹא לִידֵי
חֵטְא וְלֹא לִידֵי 
עֲבֵרָה וְעָוֹן
וְלֹא לִידֵי נִסְּיוֹן וְלֹא לִידֵי
בִזָיוֹן וְאַל יִשְלוֹט בָּנוּ
יֵצֶר הָרָה וְהַרְחִיקֵנוּ מֵאָדָם רָע וּמֵחָבֵר רָע
וְדַבְּקֵנוּ בּיֵצֶר טּוֹב וּבְמַעֲשִׂים טוֹבִם
וְכוֹף אֶת יִצְרֵנוּ לְהִשתַּעְבֶּד לָךְ
וּתְנֵנוּ הַיוֹם וּבְכָל יוֹם לְחֵן וּלְחֶסֶד
וּלְרַחֲמִים בּעֵינֶיךָ וּבְעֵינֵי כָל
רוֹאֵינוּ וְתִגְמְלֵנוּ חֲסָדִים טוֹבִים
בּרוּךְ אַתָּה ה 
הַגוֹמֵל חֲסָדִים טוֹבִים לְעַמּוֹ יִשְׂרָאֵל
יְהִי רָצוֹן מִלְפָנֶיךָ ה אלוקַי ואלוקֵי אֲבוֹתַי
שֶתּצִילֵנִי הַיּוֹם וּבְכָל יוֹם מֵעַזֵי פַנִים
וּמֵעַזוּת פָּנִים מֵאָדָם רָע
וּמֵחָבֵר רָע וּמִשָכֵן רָע וּמִפֶּגַע רָע מֵעַיִן הָרָע 
מִלָּשוֹן הָרָע מִמַּלְשִינוּת מֵעֵדוּת שֶקֶר 
מִשִׂנאַת הַבּרִיּוֹת מֵעֲלִילָה מִמִּיתָה מְשֻנֶה
מֵחֳלָיִם רָעִים וּמִמִּקְּרִים רָעִים
וּמִשָּׂטָן הַמַּשְחִית מִדִּין קָשֶה וּמִבַּעַל דִּין
קָשֶה בֵּין שֶהוּא בֶן בְּרִית וּבֵין
שֶאֵינוֹ בֶן בְּרִית וּמִדִּינָהּ שֶל גֵּיהִנֹם

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
אֲשֶר קִדְּשָנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל דִּבְרֵי תוֹרָה

וְהַעֲרֶב נָא ה אלוקנו אֶת דִּבְרֵי תוֹרָתְךָ
בּפִינוּ וּבְפִי כל עַמְּךָ בֵּית יִשְׂרָאֵל
וְנִהְיֶה אֲנֲחְנוּ וְצֶאֱצָאֵינוּ וְצֶאֱצָאֵי כָל עַמְּךָ
בֵּית יִשְׂרָאֵל כֻּלּנוּ יּוֹדְעֵי שְמֶךָ וְלוֹמְדֵי
תוֹרָתְךָ לִשְמָה בָּרוךְ אַתָּה ה הַמְלַמֵּד 
תּוֹרָה לְעַמּוֹ יִשְׂרָאֵל

בָּרוּךְ אַתָּה ה אלוקנו מֶלֶךְ הָעוֹלָם
אֲשֶר בָּחַר בָּנוּ מִכָּל הָעַמִּים וְנָתַן 
לָנוּ אֶת תּורָתוֹ בָּרוּךְ אַתָּה ה נוֹתֵן הַתּוֹרָה

וַיְדַבֵּר ה אֶל מֹשֶה לֵאמֹר דֲּבֵּר אֶל אַהֲרֹן 
וְאֶל בָּנָיו לֵאמֹר כֹּה תְבָרֲכוּ אֶת בּנֵי
יִשְׂרָאֵל אָמוֹר לָהֶם 
יְבָרֶכְךָ יי וְיִשְמְרֶךָ
יָאֵר יי פָנָיו אֵלֶיךָ וִיחֻנֶּךָ
יִשָּׂא ה פָּנָיו אֵלֶיךָ וְיָשֵׂם לְךָ שָלוֹם
וְשָׂמוּ אֶת שְמִי עַל בְּנֵי יִשְׂרָאֵל וַאֲנִי אֲבָרֲכֵם

אֵלוּ דבָרִים שֶאֵין לָהֶם שִעוּר
הַפֵאָה וְהַבִּכּוּרִים וְהָרְאָיוֹן
וּגְמִילוּת חֲסָדִים וְתַלְמוּד תּוֹרָה

אֵלּוּ דבָרִים שֶאָדָם אוֹכֵל פֵּרוֹתֵיהֶם
בָּעוֹלָם הַזֶה וְהַקֶרֶן קַיֶמֶת לָעוֹלם הבָּא
וְאֵלוּ הֵן כּיבּוּד אָב וָאֵם וּגְמִילוּת
חֲסָדִים וְשְכָּמַת בֵּית הַמִּדְרָש שַחֲרִית 
וְעַרְבִית וְהַכְנָסַת אֹרחִים וּבִקּוּר חוֹלִים
וְהַכְנָסַת כּלָּה וְהַלְוָיַת הַמֵּת וְעִיּוּן
תְּפִלּה וַהֲבָאֲת שָלוֹם שֶבֵּין אָדָם
לַחֲבֵרוֹ וּבֵין אִיש לְאִשתּוֹ
וְתַלְמוּד תּוֹרה כְּנֶגֶד כֻּלָּם

בּרוּךְ אַתָּה יי אלוקנו מָלָךְ הַעוֹלָם
אֲשֶר קִדְּשָנוּ בְּמִצְוֹתָיו
וְצִוָּנוּ עַל מִצְוַת צִיצִת

הַרֵינִי מְקַבֵּל עָלַי מִצוַת עַשֵה
שֶל וְאָהַבְתָּ לְרֵעֲךָ כָּמוֹךָ

מַה טֹּבוּ אֹהָלֶיךָ יַעֲקֹב
מִשְכְּנֹתֶיךָ יִשְרָאֵל

וַאֲנִי בְּרֹב חַסְדְּךָ אָבֹֹא בֵתֶיךָ
אֶשְתַּחֲוֶה אֶל הֵיכַל 
קָדְשְךָ בְּיִרְאָתֶךָ

וַאֲנִי תְפִלָּתִי לְךָ יי
עֵת רָצוֹן אלוקים
בּרָב חַסְדֶּךָ עֲנֵנִי
בֶּאֱמֶת יִשְעֱךָ

אֲדוֹן עוֹלם אַשֶר מָלַךְ
בּטֶרֶם כָּל יְצוּר נִבְרָה
לְעֵת נַעֲשָׂה בְחֶפְצוֹ כֹּל
אַזַי מֶלֶךְ שְמוֹ נִקְרָא

וְאַחֲרֵי כִּכְלוֹת הַכֹּל
לְבַדּו יִמְלוֹךְ נוֹרא
וְהוֹא הָיָה וְהוּא הוֶֹה
וְהוּא יִהְיֶה בְּתִפְאָרָה

וְהוּא אֶחָד וְאֵין שֵנִי
לְהַמְשִיל לוֹ לְהַחְבִּירָה
בּלִי רֵאשִית בְּלִי תַכְלִית
וְלוֹ הָעֹז וְהַמִּשׂרָה

וְהוּא קֵ־אלִי וְחַי גֹּאַלִי
וְצוּר חֶבְלִי בּעֵת צָרָה
וְהוּא נִסִּי וּמָנוֹס לִי
מְנָת כּוֹסִי בּיוֹם אֶקְרָא

בְּיָדוֹ אַפְקִיד רוּחִי
בּעֵת אִישן וְאָעִירָה
וְעִם רוּחִי גּוִיָתִי 
ה לִי וְלֹא אִירָא

אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ
זָכְרֵנוּ בְּזִכָּרוֹן טוֹב 
לְפָנֶיךָ וּפָקְדֵנוּ בִּפְקוּדת
יְשוּעָי וְרַחֲמִים מִשְּמֵי
שְמֵי קֶדֶם וּזְכָר לָנוּ יי
אֱלֹהֵנוּ אַהֲבַת הַקַדְמוֹנִים
אַבְרָהָם יִצְחָק וְיִשׂרָאֵל
עֲבָדֱיךָ וְאֶת הַבְּרִית וְאֶת
הַחֶסֶד וְאֶת הַשבוּעָה
שֶנִשְבַּעְתָּ לְאַבְרָהָם אָבִינוּ
בְּהַר הַמוֹרִיָה וְאֶת הָעֲקֵדָה
שֶעָקַד אֶת יִצְחָק בְּנוֹ עַל
גַּבֵּי הַמִזְבּחַ כַּכָּתוּב בְּתוֹרָתֶךָ

וַיְהִי אַחַר הַדְּבָרִים הָאֵלֶה
וְהָאֱלֹהִם נִסָּה אֶת אַבְרָהָם
וַיֹּאמֶר אֵלָיו אַבְרָהָם
:וַיֹּאמֶר הִנֵנִי

וַיֹּאמֶר קַח נָא אֶת בּנְךָ
אֶת יְחִידְךָ אֲשֶר אָהַבְתָּ
אֶת יִצְחָק וְלֶךְ לָךָ אֶל
אֶרֶץ הַמֹּרִיָּה וְהַעֲלֵהוּ שָם 
לְעֹלָה עַל אַחַד הֶהָרִים
:אֲשֶר אֹמַר אֵלֶיךָ

וַיַשְכֵּם אַבְרָהָם בַּבֹּקֶר
וַיַחַבֹש אֶת חֲמֹרוֹ וַיִקּח
אֶת שְנֵי נְעָרָיו אִתּוֹ
וְאֵת יִצחָק בּנוֹ וַיְבַקַּע
עֲצֵי עֹלָה וַיָקָם וַיֵלֶךְ
אֶל הַמָּקוֹם אֲשֶר 
:אָמַר לוֹ הָאֶלֹהִם

בַּיּוֹם הַשְּלִישִי וַיִשָא 
אַבְרָהָם אֶת עֵינָיו וַיַרְא
:אֶת הַמָּקוֹם מֵרָחֹק

וַיֹּאמֶר אַבְרָהָם אֶל נְעָרָיו
שְבוּ לָכֶם פֹּה עִם הַחֲמוֹר
וַאֲנִי וְהַנַעַר נֵלְכָה עַד כֹּה
:וְנִשְתַּחֲוֶה וְנָשוּבָה אֲלֵיכֶם

וַיִּקַּח אַבְרָהָם אֶת עֲצֵי
הָעֹלָה וַיָשׂם עַל יִצְחַק
בְּנוֹ וַיִּקַח בְּיָדוֹ אֶת הָאֵש
וְאֶת הַמַּאֲכֶלֶת וַיֵּלכוּ
:שְנֵיהֶם יַחְדָּו

וַיֹּאמֶר יִצְחָק אֶל אַבְרָהָם 
אָבִיו וַיֹּאמֶר אָבִי
וַיֹּאמֶר הִנֶנִי בְנִי וַיֹּאמֶר
הִנֵה הָאֵש וְהָעֵצִים
:וְאַיֵה הַשֶׂה לְעֹלָה

וַיֹּאמֶר אַבְרָהָם אֱלֹהִים
יִרְאֶה לּוֹ הַשֶׂה לְעֹלָה בְּנִי 
:וַיֵּלְכוּ שְנֵיהֶם יַחְדָּו

וַיָבֹאוּ אֶל הַמָּקוֹם אֲשֶר 
אָמַר לוֹ הָאֱלֹהִים
וַיִבֶן שָם אַבְרָהָם
אֶת הַמִּזְבֵּח וַיַעֲרֹֹךְ
אֶת הָעֵצִים וַיַקֹד אֶת
יִצְחָק בּנוֹ וַיָשֶׂם אֹתוֹ
:עַל הַמִּזְבֵּחַ מִמֲּעַל לָעֵצִים

וַיִּשְלַח אַבְרָהָם אֶת יָדוֹ
וַיִקַח אֶת הַמַּאֲכֶלֶת 
:לִשחֹט אֶת בְּנוֹ

וַיִקְרָא אֵלָיו מַלָאַךְ יי
מִן הַשָמַיִם וַיֹּאמֶר אַבְרָהָם
:אַבְרָהָם וַיֹּאמֶר הִנֵנִ

וַיֹּאמֶר אַל תִּשלַח יָדְךָ
אֶל הַנַעַר וְאַל תַּעַשׂ לוֹ
מְאוּמָה כִּי עַתָּה יָדַעְתִּי
כִּי יְרֵא אֱלֹהִים אַתָּה
וְלֹא חָשַׂכְתָּ אֶת בִּנְךָ
:אֶת יְחִידְךָ מִמֶּנִּי

וַיִשָּׂא אַבְרָהָם אֶת עֵינָיו
וַיַרְא וְהִנֵה אַיִל אַחַר
נֶאֱחַז בַּסּבַךְ בּקַרְנָיו
וַיֵלֶךְ אַבְרָהָם וַיִקַח 
אֶת הָאַיִל וַיַעֲלֵהוּ 
:לְעֹלָה תַּחַת בּנוֹ

וַיִקְרָא אַבְרָהָם שֵם הַמָּקוֹם
הַהוּא יי יִרְאֶה אֲשֶר יֵאָמֵר
:הַיּוֹם בְּהַר יי יֵרָאֶה

וַיִקְרָא מַלְאַךְ יי אֶל 
:אַבְרָהָם שֵנִית מִן הַשָּמָיִם

וַיֹּאמֶר בִּי נִשְבּעְתִּי נְאֻם 
יי כּי יַעַן אֲשֶר עָשִׂיתָ 
אֶת הַדָּבָר הַזֶה וְלֹא 
:חָשַׂכְתָּ אֶת בִּנְךָ אֶת יְחִידֶךָ

כִּי בָרֵךְ אֲבָרֶכְךָ וְהַרְבָּה
אַרְבֶּה אֶת זַרְעֲךָ כְּכוֹכְבֵי
הַשָמַיִם וְכַחוֹל אֲשֶר עַל
שַׂפַת הַיָם וְיִרַש זַרְעֲךָ
:אֵת שַעַר אֹיְבָיו

וְהִתְבָּרֲכוּ בְזַרְעֲךָ כֹּל גּוֹיֵי
:הָאָרֶץ עֵקֶב אֲשֶר שָמַעְתָּ בְּקֹלִי

וַיָשָב אַבְרָהָם אֶל נְעָרָיו
וַיָקֻמוּ וַיֵּלכוּ יַחְדָּו אֶל 
בְּאֵר שָבַע וַיֵשֶב אַבְרָהָם
בִּבְאֵר שָבַע

</div>

<script>
k.innerText = k.innerHTML
</script>


